[
  {
    "id": "1",
    "name": "Ovareas GOLD",
       "description": "Co Enzyme Q10, Dehydroepiandrosterone(SR), Astaxanthin, Melatonin, L Methylfolate & Vitamin D3 Tablets.",
    "image": "img4.jpg",
      "benefits": [
      "Ovareas GOLD Tablets is a nutritional food supplement marketed by Humanite Healthcare Pvt Ltd. The product is a combination of Coenzyme Q10, Dehydroepiandrosterone(SR), Astaxanthin, Melatonin, L-Methylfolate, and Vitamin D3. Uses and Benefits The ingredients in these types of supplements are often used to support reproductive health in women and to treat female infertility, particularly in cases of Polycystic Ovary Syndrome (PCOS), diminished ovarian reserve, or poor response during in vitro fertilization (IVF). Coenzyme Q10: An antioxidant that protects cells and may boost female fertility.Dehydroepiandrosterone (DHEA): A hormone precursor that is converted to other sex hormones and can support follicular stimulation, leading to the production of healthy eggs. It may also be used to supplement declining DHEA levels with age, improving mood, bone density, and sexual function.Astaxanthin: An antioxidant that helps protect ovarian cells and may improve egg quality.Melatonin: A hormone that helps regulate the sleep-wake cycle and may protect ovarian cells.L-Methylfolate: The active form of Folic Acid, which is essential for cell growth and development and is crucial for women planning a pregnancy.Vitamin D3: Supports hormonal balance and bone health. Important Information The product is a dietary nutritional food supplement and is not intended to diagnose, treat, cure, or prevent any disease.The recommended usage is as directed by a dietician or healthcare provider.Side effects can include acne, hair loss, upset stomach, high blood pressure, and menstrual disorders.It is crucial to inform a healthcare provider about any pre-existing medical conditions, especially hormone-sensitive cancers or a history of high blood pressure, before taking this supplement. Disclaimer: This information is for educational purposes only and is not a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Do not disregard professional medical advice or delay in seeking it because of something you have read here."
    ]
  },
  {
    "id": "2",
    "name": "Ovareas-M",
    "description": " Co enzyme Q 10, Astaxanthin, N-Acetyl Cysteine, L-Carnitine, Lycopene,Vitamin C, Selenium, Zinc & Vitamin E Tablets.",
    "image": "img2.jpg",
        "benefits": [
      "Ovareas-M Tablets are a dietary nutritional food supplement containing a blend of antioxidants, amino acids, and vitamins. The key ingredients are Co enzyme Q10, Astaxanthin, N-Acetyl Cysteine, L-Carnitine, Lycopene, Vitamin C, Selenium, Zinc, and Vitamin E. This combination of nutrients is typically used to address nutritional deficiencies and is also commonly associated with supporting male reproductive health. These ingredients may help improve sperm quality, motility, and count. The product is classified as a nutraceutical by its marketed by Humanite Healthcare Pvt Ltd. Ingredients and Potential BenefitsCoenzyme Q10: An antioxidant that helps generate energy in cells.L-Carnitine: An amino acid that plays a role in energy production and is important for sperm maturation and function.Lycopene & Astaxanthin: Powerful antioxidants that protect cells from damage caused by free radicals.Zinc & Selenium: Essential minerals that support overall health and are important for male fertility.Vitamin C & Vitamin E: Antioxidant vitamins that protect cells from oxidative stress. Disclaimer: This information is for general knowledge and is not a substitute for professional medical advice. Always consult a healthcare professional or a dietician before starting any new dietary supplement."
    ]
  },
  {
    "id": "3",
    "name": "Ovareas-F",
    "description": " N-Acetyl Cysteine, Astaxanthin, Chromium, Folic Acid,L Arginine, Magnesium, Selenium, Pyridoxine HCL, Iodine, Zinc, Alfacalcidol, D-chiro - Inositol, Paba & Biotin Tablets.",
    "image": "img1.jpg",
        "benefits": [
      "Ovareas-F Tablets are a nutritional food supplement marketed by Humanite Healthcare Pvt Ltd. The tablets contain a combination of ingredients, including N-Acetyl Cysteine, Astaxanthin, Chromium, Folic Acid, L-Arginine, Magnesium, Selenium, Pyridoxine HCL, Iodine, Zinc, Alfacalcidol, D-chiro-Inositol, Paba, and Biotin. Based on the components and similar products, these types of supplements are often used to support female reproductive health. They may help in conditions like Polycystic Ovary Syndrome (PCOS) by improving insulin sensitivity, regulating hormonal balance, and supporting ovulation. The ingredients, such as N-Acetyl Cysteine and Astaxanthin, have antioxidant properties that may help protect eggs from damage. Folic acid is also included, which is important for reducing the risk of birth defects. The packaging indicates it is a dietary nutritional food supplement and is not intended for medicinal use to diagnose, treat, cure, or prevent any disease. It is recommended to take one capsule daily after meals or as advised by a certified dietician. Disclaimer: This is a dietary nutritional food supplement. This product is not intended to diagnose, treat, cure, or prevent any disease. It is recommended to consult a certified dietician or a healthcare professional before use.Ovareas-F Tablets are a nutritional food supplement produced by Humanite Healthcare Pvt Ltd. The tablets are composed of N-Acetyl Cysteine, Astaxanthin, Chromium, Folic Acid, L-Arginine, Magnesium, Selenium, Pyridoxine HCL, Iodine, Zinc, Alfacalcidol, D-chiro-Inositol, Paba, and Biotin. Intended Use: The tablets are often used to support female reproductive health, including for conditions like Polycystic Ovary Syndrome (PCOS). The ingredients may help to improve insulin sensitivity, regulate hormonal balance, and support ovulation. The product is a dietary supplement and not intended for medicinal use to diagnose, treat, cure, or prevent any disease.Ingredients:N-Acetyl Cysteine and Astaxanthin: These ingredients are powerful antioxidants that may protect cells, including eggs, from damage caused by free radicals.Folic Acid: Folic acid helps reduce the risk of birth defects.D-chiro-Inositol and Myo-inositol: These are beneficial for improving insulin sensitivity and regulating menstrual cycles in women with PCOS.Dosage: The recommended usage is one capsule daily after meals or as advised by a certified dietician.Storage: The tablets should be stored at 20° to 25°C (68° to 77°F), away from sunlight, in a cool and dark place, and kept out of reach of children.Disclaimer: This is a dietary nutritional food supplement. This product is not intended to diagnose, treat, cure, or prevent any disease. It is recommended to consult a certified dietician or a healthcare professional before use."
    ]
  },
  {
    "id": "4",
    "name": "Femfil",
    "description": " Effervescent Sildenafil Citrate Tablets 25mg.",
    "image": "img5.jpg",
        "benefits": [
      "Femfil Effervescent Sildenafil Citrate Tablets 25mg is a medication that, according to the product packaging, is intended for use in pregnant women to address conditions such as Intrauterine Growth Restriction (IUGR) and Oligohydramnios. Sildenafil citrate, the active ingredient, is a phosphodiesterase type-5 (PDE5) inhibitor. The use of sildenafil for IUGR and oligohydramnios is based on the theory that it can increase uteroplacental blood flow, which may lead to improved fetal growth and amniotic fluid levels. Usesfemfil tablet is used for:Intrauterine Growth Restriction (IUGR) and Oligohydramnios: The packaging claims it is a clinically proven drug for early and late IUGR, and it improves AFI (Amniotic Fluid Index), prolongs pregnancy, and increases live birth rates.Endometrial Thickness and Fetal Growth Restriction (FGR): The packaging also suggests it is a 'drug of choice' for these conditions. Femfil is medication's safety is documented in studies involving Indian pregnant women, with a review article of 16 studies supporting its potential as a therapy. Some studies note that sildenafil therapy has been shown to have a beneficial effect on fetal outcomes with no significant maternal side effects reported. Femfil tablet in cantent Effervescent Sildenafil Citrate Tablets 25mg.Femfil contains sildenafil citrate, which is a phosphodiesterase type-5 (PDE5) inhibitor too. It is advertised as a 'Drug of Choice for Endometrial thickness, & FGR' and a 'First Line Treatment option in Endometrial Thickness'. Femfil tablet is for 'Oral & Vaginal Use'. The dosage is listed as 'BID or TID on detection of IUGR till delivery'. Disclaimer: This information is for informational purposes only and is not a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition."
    ]
  },
  {
    "id": "5",
    "name": "Calixia 60K",
    "description": "Cholecalciferol Vitamin D3 Oral Solution 60,000 I.U.",
    "image": "img7.jpg",
        "benefits": [
      "Calixia 60K Nano Shots is an oral solution containing Cholecalciferol (Vitamin D3) with a high concentration of 60,000 I.U. per 5ml dose. It is marketed by Humanite Healthcare Pvt Ltd. Uses and BenefitsThe primary function of Cholecalciferol (Vitamin D3) is to promote the absorption of calcium and phosphorus, which are vital for maintaining strong and healthy bones. This supplement is used to treat and prevent Vitamin D deficiency, which can lead to conditions like osteoporosis (brittle bones), osteomalacia (softening of bones), rickets in children, and hypoparathyroidism. Adequate Vitamin D levels also support immune function, muscle health, and overall well-being. The nano droplet form is intended for quick and effective absorption, ensuring better bioavailability compared to traditional tablets or capsules. The product is also described as sugar-free. Dosage and SafetyThe dosage is to be taken as directed by a physician. Due to its high potency, it is often prescribed to be taken once a week for a limited period under medical supervision, and not for daily consumption. Taking excessive amounts can lead to a buildup of calcium in the blood, a condition called hypercalcemia, which may cause side effects such as nausea, vomiting, constipation, and in severe cases, kidney stones. Disclaimer: This information is for general knowledge and is not a substitute for professional medical advice. Always consult with a healthcare professional before taking any new medication or supplement."
    ]
  },
  {
    "id": "6",
    "name": "Folsea 12",
    "description": " L-Methylfolate Calcium, Methylcobalamin & Pyridoxal-5-phosphate Tablets.",
    "image": "img8.jpg",
        "benefits": [
      "FOLSEA 12 tablets contain a combination of three nutritional supplements: L-Methylfolate Calcium (vitamin B9), Methylcobalamin (vitamin B12), and Pyridoxal-5-phosphate (vitamin B6). This medicine is primarily used to treat and manage nutritional deficiencies of these vitamins. The active ingredients work together to support several bodily functions:L-Methylfolate (Vitamin B9): Aids in the formation of red blood cells, which helps prevent and treat anemia. It is also important for DNA and amino acid synthesis and is crucial for proper fetal development during pregnancy.Methylcobalamin (Vitamin B12): Regulates body functions such as cell multiplication, blood formation, and protein synthesis. It also helps prevent nerve damage and supports the proper functioning of the brain and nervous system.Pyridoxal-5-phosphate (Vitamin B6): Involved in the metabolism of proteins, fats, and carbohydrates, and the formation of red blood cells and neurotransmitters. It helps maintain normal homocysteine levels, which is important for cardiovascular health. The medication is also used to manage conditions such as diabetic peripheral neuropathy, elevated homocysteine levels, and to support nerve health and cognitive function. Important Safety InformationFOLSEA 12 tablets are a prescription medicine and should be taken as directed by a physician.Common side effects may include nausea, stomach upset, and diarrhea.Pregnant or breastfeeding women, and individuals with liver or kidney diseases, should consult a doctor before taking this medicine.Inform a doctor about all other medications, including herbal products, to avoid potential drug interactions. Disclaimer: This information is for general knowledge only and should not be used as a substitute for professional medical advice. Always consult a qualified healthcare professional for diagnosis and treatment of any health condition."
    ]
  },
  {
    "id": "7",
    "name": "Calixia",
    "description": "Calcium Citrate,Magnesium Hydroxide Zinc Sulphate & Vitamin D3 Tablets.",
    "image": "img6.jpg",
        "benefits": [
      "Calixia Tablets is a brand of nutritional supplement tablets marketed by Humanite Healthcare Pvt. Ltd. The tablets contain a combination of Calcium Citrate, Magnesium Hydroxide, Zinc Sulphate, and Vitamin D3. This combination of ingredients is used to treat and prevent nutritional deficiencies, particularly those of calcium and vitamin D. Key Uses and Benefits:Bone Health: The components work together to strengthen bones and teeth, increase bone density, and may help prevent conditions like osteoporosis and osteomalacia.Nutrient Absorption: Vitamin D3 helps the body absorb calcium, while magnesium aids in converting vitamin D to its active form.Muscle and Nerve Function: Magnesium supports the proper function of muscles and nerves, which can help reduce cramps and spasms.Immunity: Zinc is essential for the immune system and helps the body fight infections. Important Information:Dosage: The dosage should be as directed by a physician. The tablets should be swallowed whole with water and not chewed, broken, or crushed. It is generally recommended to take the supplement with meals for better absorption.Side Effects: Potential side effects may include stomach upset, constipation, muscle weakness, nausea, and vomiting.Precautions: It is important to consult a healthcare provider before taking this medication, especially for children, pregnant women, breastfeeding women, or individuals with pre-existing conditions like heart, kidney, or liver disease. This product may require a prescription. Disclaimer: This information is for general knowledge and is not a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of a qualified health provider with any questions you may have regarding a medical condition or medication. Never disregard professional medical advice or delay in seeking it because of something you have read here."
    ]
  },
  {
    "id": "8",
    "name": "PCO-M5",
    "description": " Myo Inositol D-chiro - Inositol, N-acetyl Cysteine, Fenugreek, Vitamin D3, Chromium, Folic Acid,& Astaxanthin Tablets.",
    "image": "img3.jpg",
        "benefits": [
      "PCO-M5 Tablets are a dietary nutritional food supplement manufactured by Walter Healthcare Private Limited and marketed by Humanite Healthcare Pvt Ltd. The tablets are formulated to address symptoms of polycystic ovary syndrome (PCOS) and support female reproductive health. Ingredients: The tablets contain Myo-inositol, D-chiro-inositol, N-acetyl cysteine, fenugreek, Vitamin D3, chromium, folic acid, and astaxanthin. Key Benefits: The combination of ingredients may help improve insulin sensitivity, regulate menstrual cycles, and reduce hyperandrogenism. Usage: The recommended usage is as directed by a dietician, and the recommended daily dosage should not be exceeded.Disclaimer: This product is not intended to diagnose, treat, cure, or prevent any disease."
    ]
  },
    {
    "id": "9",
    "name": "Dydrosea",
    "description": " Dydrogesterone 10mg ",
    "image": "img9.jpg",
        "benefits": [
      "Dydrosea 10mg tablets contain the active ingredient dydrogesterone, a synthetic form of the hormone progesterone. It is used to treat various conditions caused by a lack of progesterone in the body. Uses of DydrogesteroneDydrosea, or other medications with the same active ingredient, is used to address a range of gynecological issues, including:Preventing miscarriage: It can be prescribed for threatened or recurrent miscarriage, especially when it is caused by a deficiency in progesterone. It helps support the uterine lining to create a favorable environment for pregnancy.Menstrual disorders: It is used to regulate irregular menstrual cycles, manage painful periods (dysmenorrhea), and treat absent periods (secondary amenorrhea).Infertility: The medication is used to support the uterine lining, which can help with egg implantation and increase the chances of pregnancy in women with low progesterone levels.Endometriosis: It helps reduce pain and restore hormonal balance in women with endometriosis.Hormone replacement therapy (HRT): When combined with estrogen, dydrogesterone is used in postmenopausal women to relieve symptoms and protect the uterine lining from overgrowth, which can reduce the risk of certain cancers.Premenstrual syndrome (PMS): It helps ease both the physical and emotional symptoms of PMS. Potential Side EffectsCommon side effects may include headaches, nausea, menstrual irregularities, and breast pain or tenderness. Some sources also mention potential side effects like migraines, dizziness, and mood swings. Important ConsiderationsDydrosea is a prescription-only medication. It is crucial to consult a doctor to determine the appropriate dosage and duration of treatment. A doctor's consultation is also essential before taking the medication during pregnancy or while breastfeeding.Disclaimer: This information is for educational purposes only and is not a substitute for professional medical advice. Always consult a qualified healthcare provider for any medical concerns or before starting any new medication."
    ]
  }
]
